tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "mongodb/brew"
tap "pipedreamhq/pd-cli"
tap "rfidresearchgroup/proxmark3"
tap "supabase/tap"
tap "twitchdev/twitch"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "dmg2img"
brew "docker", link: false
brew "expect"
brew "gh"
brew "gnupg"
brew "pkg-config"
brew "gzip"
brew "openssl@3"
brew "httrack"
brew "jq"
brew "just"
brew "libpq"
brew "lrzsz"
brew "lsusb"
brew "minicom"
brew "mkcert"
brew "mongosh"
brew "node"
brew "nss"
brew "pnpm"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "ripgrep"
brew "switchaudio-osx"
brew "unzip"
brew "vercel-cli"
brew "wget"
brew "yarn"
brew "zsh"
brew "dopplerhq/cli/doppler", link: false
brew "mongodb/brew/mongodb-database-tools"
brew "pipedreamhq/pd-cli/pipedream"
brew "rfidresearchgroup/proxmark3/proxmark3"
brew "supabase/tap/supabase"
brew "twitchdev/twitch/twitch-cli"
cask "betterzip"
cask "chatgpt"
cask "chatterino"
cask "chromedriver"
cask "cleanshot"
cask "cloudflare-warp"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "firefox"
cask "github"
cask "google-chrome"
cask "karabiner-elements"
cask "krisp"
cask "logi-options-plus"
cask "logitech-g-hub"
cask "monitorcontrol"
cask "obs"
cask "obsidian"
cask "opera"
cask "postman"
cask "proxyman"
cask "qbittorrent"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "responsively"
cask "shureplus-motiv"
cask "signal"
cask "slack"
cask "soundsource"
cask "spotify"
cask "steam"
cask "teamviewer"
cask "telegram"
cask "termius"
cask "visual-studio-code"
cask "warp"
cask "zoom"
