tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "majd/repo"
tap "mongodb/brew"
tap "pipedreamhq/pd-cli"
tap "rfidresearchgroup/proxmark3"
tap "supabase/tap"
tap "twitchdev/twitch"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "dmg2img"
brew "docker", link: false
brew "expect"
brew "gh"
brew "gnupg"
brew "pkg-config"
brew "gzip"
brew "openssl@3"
brew "httrack"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "jq"
brew "just"
brew "libpq"
brew "lrzsz"
brew "lsusb"
brew "mas"
brew "minicom"
brew "mkcert"
brew "mongosh"
brew "node"
brew "nss"
brew "pnpm"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "ripgrep"
brew "switchaudio-osx"
brew "unzip"
brew "vercel-cli"
brew "wget"
brew "yarn"
brew "zsh"
brew "dopplerhq/cli/doppler", link: false
brew "mongodb/brew/mongodb-database-tools"
brew "pipedreamhq/pd-cli/pipedream"
brew "rfidresearchgroup/proxmark3/proxmark3"
brew "supabase/tap/supabase"
brew "twitchdev/twitch/twitch-cli"
cask "betterzip"
cask "chatterino"
cask "chromedriver"
cask "cleanshot"
cask "cloudflare-warp"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "firefox"
cask "github"
cask "google-chrome"
cask "ipatool"
cask "karabiner-elements"
cask "krisp"
cask "monitorcontrol"
cask "obs"
cask "obsidian"
cask "opera"
cask "postman"
cask "proxyman"
cask "qbittorrent"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "responsively"
cask "shureplus-motiv"
cask "signal"
cask "slack"
cask "soundsource"
cask "spotify"
cask "steam"
cask "teamviewer"
cask "telegram"
cask "termius"
cask "visual-studio-code"
cask "warp"
cask "zoom"
mas "Amphetamine", id: 937984704
vscode "aaron-bond.better-comments"
vscode "aeschli.vscode-css-formatter"
vscode "akamud.vscode-theme-onedark"
vscode "anseki.vscode-color"
vscode "apollographql.vscode-apollo"
vscode "arcanis.vscode-zipfs"
vscode "austenc.tailwind-docs"
vscode "bagetx.inf"
vscode "bierner.folder-source-actions"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "Bruce.rona"
vscode "christian-kohler.npm-intellisense"
vscode "christopherstyles.html-entities"
vscode "cjhowe7.laravel-blade"
vscode "codezombiech.gitignore"
vscode "csstools.postcss"
vscode "cweijan.vscode-autohotkey-plus"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dnicolson.binary-plist"
vscode "donjayamanne.githistory"
vscode "DotJoshJohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "dzannotti.vscode-babel-coloring"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "eg2.vscode-npm-script"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "genieai.chatgpt-vscode"
vscode "GitHub.copilot-labs"
vscode "GitHub.copilot-nightly"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "googlecloudtools.cloudcode"
vscode "GrapeCity.gc-excelviewer"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hoovercj.vscode-power-mode"
vscode "jansav.to-es6-template-literal"
vscode "jebbs.plantuml"
vscode "jock.svg"
vscode "k--kato.intellij-idea-keybindings"
vscode "kevinkyang.auto-comment-blocks"
vscode "kevinmcgowan.TypeScriptImport"
vscode "klog.smart-react-component-extractor"
vscode "kokakiwi.vscode-just"
vscode "leodriesch.paste-html-as-jsx"
vscode "LinusU.auto-dark-mode"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "miaonster.vscode-tsx-arrow-definition"
vscode "mikestead.dotenv"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "mushan.vscode-paste-image"
vscode "NathHorrigan.code-svgr"
vscode "Natizyskunk.sftp"
vscode "naumovs.color-highlight"
vscode "nicoespeon.abracadabra"
vscode "NuclleaR.vscode-extension-auto-import"
vscode "OfHumanBondage.react-proptypes-intellisense"
vscode "p42ai.refactor"
vscode "PKief.material-icon-theme"
vscode "planbcoding.vscode-react-refactor"
vscode "pranaygp.vscode-css-peek"
vscode "praveenpuglia.tailwind-breeze"
vscode "Prisma.prisma"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "rohit-gohri.format-code-action"
vscode "ronnidc.nunjucks"
vscode "rvest.vs-code-prettier-eslint"
vscode "sburg.vscode-javascript-booster"
vscode "shakram02.bash-beautify"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sidthesloth.html5-boilerplate"
vscode "steoates.autoimport"
vscode "stringham.copy-with-imports"
vscode "stripe.vscode-stripe"
vscode "styled-components.vscode-styled-components"
vscode "suntobright.vscode-sftp"
vscode "svelte.svelte-vscode"
vscode "theShukran.theshukran-react-utils"
vscode "timonwong.shellcheck"
vscode "tinkertrain.theme-panda"
vscode "tintinweb.graphviz-interactive-preview"
vscode "Tobermory.es6-string-html"
vscode "tusaeff.vscode-typescript-destructure-plugin"
vscode "unifiedjs.vscode-mdx"
vscode "vit-m.template-strings"
vscode "vivaxy.vscode-conventional-commits"
vscode "Vue.volar"
vscode "whizkydee.material-palenight-theme"
vscode "wix.glean"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
